{
	"version": "https://jsonfeed.org/version/1",
	"title": "Chad Moore",
	"home_page_url": "http://chadmoore.net/",
	"feed_url": "http://chadmoore.net/feed.json",
	"items": [
		
		{
			"id": "http://cm.micro.blog/2017/09/28/have-you-seen.html",
	      	
			"content_html": "<p>Have you seen the screen shot markup tools in iOS 11 yet? The drawing tools are pretty handy. </p>\n\n<p><img src=\"http://chadmoore.net/uploads/2017/f06d71a714.jpg\" width=\"600\" height=\"600\" /></p>\n",
			"date_published": "2017-09-27T21:08:00-04:00",
			"url": "http://chadmoore.net/2017/09/27/have-you-seen.html"
		},
		
		{
			"id": "http://cm.micro.blog/2017/09/27/trying-to-simplify.html",
	      	
			"content_html": "<p>Trying to simplify and reduce distractions. </p>\n\n<p><img src=\"http://chadmoore.net/uploads/2017/f23ea8df7e.jpg\" width=\"600\" height=\"600\" /></p>\n",
			"date_published": "2017-09-27T15:45:00-04:00",
			"url": "http://chadmoore.net/2017/09/27/trying-to-simplify.html"
		},
		
		{
			"id": "http://cm.micro.blog/2017/09/26/hey-siri-remind.html",
	      	
			"content_html": "<p>Hey Siri, remind me every time I’m browsing a website that has a comment section to not read the comments. </p>\n",
			"date_published": "2017-09-26T19:51:00-04:00",
			"url": "http://chadmoore.net/2017/09/26/hey-siri-remind.html"
		},
		
		{
			"id": "http://cm.micro.blog/2017/09/24/right-before-sunrise.html",
	      	
			"content_html": "<p>Right before sunrise this morning. Winslow Campground, Freeport, Maine. This picture does not do it justice. </p>\n\n<p><img src=\"http://chadmoore.net/uploads/2017/c64650f80c.jpg\" width=\"600\" height=\"600\" /></p>\n",
			"date_published": "2017-09-24T17:58:00-04:00",
			"url": "http://chadmoore.net/2017/09/24/right-before-sunrise.html"
		},
		
		{
			"id": "http://cm.micro.blog/2017/09/22/microcast-number.html",
	      	
			"title": "Microcast number 1",
			
			"content_html": "<p>I think I just microcasted!? Recorded the audio in Just Press Record, which is a fantastic iOS app. A couple edits in Audacity, and posted to Dropbox. I’ll need to figure out a better hosting option. Thanks <a href=\"https://micro.blog/cdevroe\">@cdevroe</a> for the tip about Control Center.</p>\n\n<p><a href=\"https://www.dropbox.com/s/ap54hrr9b4wmz8l/12-32-47.mp3?dl=0\">www.dropbox.com/s/ap54hrr…</a></p>\n",
			"date_published": "2017-09-22T17:35:00-04:00",
			"url": "http://chadmoore.net/2017/09/22/microcast-number.html"
		},
		
		{
			"id": "http://cm.micro.blog/2017/09/22/clean-slate.html",
	      	
			"title": "Clean Slate",
			
			"content_html": "<p>Now that I’ve committed to micro.blog and my old website as the domain name, I am leaving my previous writing sort-of abandoned on <a href=\"http://wherethelightgathers.com\">Where the Light Gathers</a>. Maybe I’ll move it over, or figure out that .htaccssesserssssasas (that’s the correct spellling, right?) trick to forward it all. Maybe, someday.  </p>\n\n<p>Or not. A fresh, clean slate is kinda nice to be honest. </p>\n",
			"date_published": "2017-09-22T08:01:00-04:00",
			"url": "http://chadmoore.net/2017/09/22/clean-slate.html"
		},
		
		{
			"id": "http://cm.micro.blog/2017/09/22/leadership-for-animators.html",
	      	
			"title": "Leadership for Animators",
			
			"content_html": "<p>I gave a talk on Leadership for Animators (and other creative people too) for the AniMAtic Boston group last week. You can find them on FaceBook on thier <a href=\"https://www.facebook.com/groups/448381015494577/\">public group page</a>. </p>\n\n<p>The premise of the talk is that there’s a lack of good leadership in animation related businesses, and I have some thoughts I wanted to share on that based on my successes and (many) mistakes as a leader in those areas. </p>\n\n<p>Here’s the <a href=\"https://www.dropbox.com/s/34nkwmq3jr4545p/leadership%20for%20animators.pdf?dl=0\">presentation (pdf, includes speaker notes)</a>, if anyone is interested. </p>\n",
			"date_published": "2017-09-22T07:55:00-04:00",
			"url": "http://chadmoore.net/2017/09/22/leadership-for-animators.html"
		},
		
		{
			"id": "http://cm.micro.blog/2017/09/22/the-other-chad.html",
	      	
			"title": "The other Chad won't mind",
			
			"content_html": "<p>I’ve gone back to my roots. After switching blogging platforms and moving my blog to several different domain names, I’m just going back to where it all started. With the ability to long form post here on micro.blog, the great community that’s building here, and the indy web movement, I’ve decided to just post it all on chadmoore.net with micro.blog as my blogging platform. </p>\n\n<p>I’ve had this domain for years, and though about moving away from it, as there’s a photographer by the same name. In an effort to avoid confusion. But anyone who knows me online from my past life as an animator, and game developer remembers that url. I think the other Chad won’t mind. Our web presences are pretty different. </p>\n",
			"date_published": "2017-09-21T23:13:00-04:00",
			"url": "http://chadmoore.net/2017/09/21/the-other-chad.html"
		},
		
		{
			"id": "http://cm.micro.blog/2017/09/22/gratitude.html",
	      	
			"title": "Gratitude",
			
			"content_html": "<p><a href=\"https://twitter.com/robhope\">Rob Hope</a> posted a nice note on <a href=\"https://robhope.com/blog/motivation/\">Motivation</a>. I fall on and off the wagon with what he’s mentioned in point 1 and 2 too much. I’m not doing enough of either of those items regularly right now. I need to get back on track with those. </p>\n\n<p>One of the other ways I find great personal motivation is sending a “thank you” note to people who are doing work I admire. </p>\n\n<p><strong>I’m Grateful</strong> <br />\nI have a great deal of respect for the independent technical &amp; creative folks out there. I aspire to be a part timer in that space myself.  I am inspired by the work of people who are working on their own terms and ideas. The good things they are putting out into the world show me that there are endless ideas.</p>\n\n<p>I’m grateful to them for showing what they’ve worked on, and when they discuss how they do their thing, I eat that up too. I try not to <a href=\"http://wherethelightgathers.com/backstage-onstage\">Compare their Backstage to my onstage</a>, and It’s so uplifting and inspiring to see others succeed. </p>\n\n<p>So I tend to send a brief email or DM. Really nothing more than a “I like your work, and that thing you did with X really helped me do Y, thanks, have a great day”. More often than not, I don’t get a reply. But that’s not the point. It’s not about counting ‘Likes’ or ‘Followers’. It’s about expressing appreciation for someones hard work. </p>\n\n<p>Maybe they never read it. Maybe they did and didn’t have the time or inclination to reply. This isn’t something you can control. You can send these type of notes, and it uplifts you. Something about writing my feelings down really helps me express them better. </p>\n\n<p><strong>Science</strong><br />\nThere’s all kinds of <a href=\"https://www.google.com/search?q=benefits+of+gratitude&amp;rlz=1C5CHFA_enUS723US724&amp;oq=benefits+of+gratitude\">science</a> around the act of expressing gratitude. </p>\n\n<p>My reading indicates that expressing gratitude makes people stronger mentally and physically.  </p>\n\n<p><strong>Maybe the Beastie Boys said it best:</strong></p>\n\n<blockquote>\n  <p>Good times gone but you feed it<br />\nHate’s grown strong, you feel you need it<br />\nJust one thing, do you know you?  <br />\nWhat you think, that the world owes you?<br />\nWhat’s gonna set you free?<br />\nLook inside and you’ll see<br />\nWhen you’ve got so much to say it’s called gratitude<br />\nAnd that’s right  </p>\n</blockquote>\n\n<p>I am grateful that you took the time to read this.</p>\n",
			"date_published": "2017-09-21T22:03:00-04:00",
			"url": "http://chadmoore.net/2017/09/21/gratitude.html"
		},
		
		{
			"id": "http://cm.micro.blog/2017/09/21/whats-the-best.html",
	      	
			"content_html": "<p>What’s the best video conferencing tool for ad-hoc meetings, where two or more people just jump in live, without pre-scheduling and has screen sharing capabilities? </p>\n",
			"date_published": "2017-09-21T13:30:00-04:00",
			"url": "http://chadmoore.net/2017/09/21/whats-the-best.html"
		}
		
	]
}
